Repository: muunkk/Boombox
Catalog: Sources/Kaset/Resources/Localizable.xcstrings
Source language: en
Languages: ar, fr, id, ko, tr

source: Works system-wide while Boombox is running. Disabled until Show in Menu Bar is on.
ar: يعمل على مستوى النظام أثناء تشغيل Boombox. معطّل حتى يتم تفعيل "إظهار في شريط القوائم".
fr: Fonctionne à l’échelle du système lorsque Boombox est en cours d’exécution. Désactivé tant que « Afficher dans la barre de menus » n’est pas activé.
id: Berfungsi di seluruh sistem saat Boombox berjalan. Dinonaktifkan sampai Tampilkan di Bilah Menu aktif.
ko: Boombox가 실행되는 동안 시스템 전체에서 작동합니다. 메뉴 막대에 표시가 켜질 때까지 비활성화됩니다.
tr: Boombox çalışırken sistem genelinde çalışır. Menü Çubuğunda Göster açılana kadar devre dışıdır.

source: Brand
ar: علامة تجارية
fr: Marque
ko: 브랜드
tr: Marka

source: Couldn't start the mix. Please try again.
ar: تعذّر بدء المزيج. يرجى المحاولة مرة أخرى.
fr: Impossible de lancer le mix. Veuillez réessayer.
id: Tidak dapat memulai mix. Silakan coba lagi.
ko: 믹스를 시작하지 못했습니다. 다시 시도해 주세요.
tr: Mix başlatılamadı. Lütfen tekrar deneyin.

source: Personal
ar: شخصي
fr: Personnel
id: Pribadi
ko: 개인
tr: Kişisel

source: Podcast
ar: بودكاست
ko: 팟캐스트

source: Song
ar: أغنية
fr: Morceau
id: Lagu
ko: 노래
tr: Şarkı
